readwrite/32_node/job_1471244_fiojob_4/nid00089_fiojob_4/output.log
readwrite: (g=0): rw=rw, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=256
...
fio-3.27
Starting 4 processes

readwrite: (groupid=0, jobs=4): err= 0: pid=47744: Wed Jul 21 16:32:21 2021
  read: IOPS=9756, BW=38.1MiB/s (40.0MB/s)(11.2GiB/300046msec)
    slat (usec): min=7, max=958025, avg=185.32, stdev=3617.13
    clat (usec): min=19, max=4906.1k, avg=52373.86, stdev=172123.72
     lat (usec): min=335, max=4913.7k, avg=52560.11, stdev=172729.03
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   16], 60.00th=[   19],
     | 70.00th=[   19], 80.00th=[   20], 90.00th=[   80], 95.00th=[  205],
     | 99.00th=[  885], 99.50th=[ 1217], 99.90th=[ 2198], 99.95th=[ 2534],
     | 99.99th=[ 3540]
   bw (  KiB/s): min=   48, max=156096, per=100.00%, avg=39358.39, stdev=12208.97, samples=2379
   iops        : min=   12, max=39024, avg=9839.59, stdev=3052.24, samples=2379
  write: IOPS=9751, BW=38.1MiB/s (39.9MB/s)(11.2GiB/300046msec); 0 zone resets
    slat (usec): min=68, max=876814, avg=204.42, stdev=4722.82
    clat (usec): min=11, max=4906.0k, avg=52079.35, stdev=170803.77
     lat (usec): min=90, max=4906.2k, avg=52284.90, stdev=171335.46
    clat percentiles (msec):
     |  1.00th=[   13],  5.00th=[   13], 10.00th=[   14], 20.00th=[   14],
     | 30.00th=[   14], 40.00th=[   15], 50.00th=[   16], 60.00th=[   19],
     | 70.00th=[   19], 80.00th=[   20], 90.00th=[   79], 95.00th=[  203],
     | 99.00th=[  877], 99.50th=[ 1217], 99.90th=[ 2165], 99.95th=[ 2500],
     | 99.99th=[ 3574]
   bw (  KiB/s): min=   64, max=155168, per=100.00%, avg=39346.73, stdev=12211.81, samples=2378
   iops        : min=   16, max=38792, avg=9836.67, stdev=3052.95, samples=2378
  lat (usec)   : 20=0.01%, 50=0.01%, 100=0.01%, 250=0.01%, 500=0.01%
  lat (usec)   : 750=0.01%, 1000=0.01%
  lat (msec)   : 2=0.01%, 4=0.01%, 10=0.01%, 20=83.07%, 50=6.27%
  lat (msec)   : 100=1.23%, 250=5.41%, 500=1.93%, 750=0.79%, 1000=0.51%
  lat (msec)   : 2000=0.66%, >=2000=0.13%
  cpu          : usr=4.99%, sys=28.38%, ctx=134709, majf=0, minf=173
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=0.1%, 16=0.1%, 32=0.1%, >=64=100.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.1%
     issued rwts: total=2927366,2925809,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=256

Run status group 0 (all jobs):
   READ: bw=38.1MiB/s (40.0MB/s), 38.1MiB/s-38.1MiB/s (40.0MB/s-40.0MB/s), io=11.2GiB (12.0GB), run=300046-300046msec
  WRITE: bw=38.1MiB/s (39.9MB/s), 38.1MiB/s-38.1MiB/s (39.9MB/s-39.9MB/s), io=11.2GiB (12.0GB), run=300046-300046msec